Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# SettingsPageAutoOpenMusicGalleryWindow.Header
source: Open Music Gallery window on startup
ar: فتح نافذة مكتبة الموسيقى عند بدء التشغيل
de: Musikgalerie beim Start öffnen
es: Abrir ventana de Galería de Música al inicio
hi: स्टार्टअप पर संगीत गैलरी विंडो खोलें
id: Buka jendela galeri musik saat startup
it: Apri la Galleria musicale all'avvio
ja: 起動時にミュージックギャラリーウィンドウを開く
ko: 시작 시 음악 갤러리 창 열기
ms: Buka tetingkap galeri muzik semasa permulaan
pt: Abrir a janela da galeria de música no arranque
ru: Открывать Музыкальную галерею при запуске
th: เปิดหน้าต่างคลังเพลงเมื่อเริ่มโปรแกรม
tr: Başlangıçta Müzik Galerisi penceresini açma
vi: Mở cửa sổ thư viện nhạc khi khởi động
zh_hans: 启动时打开音乐库窗口
zh_hant: 啟動時開啟音樂庫視窗

# SettingsPageAutoOpenSplashWindow.Header
source: Show Splash Screen
ar: إظهار شاشة العرض
de: Splash Screen anzeigen
es: Mostrar pantalla de bienvenida
hi: स्प्लैश स्क्रीन दिखाएँ
id: Tampilkan Layar Splash
it: Mostra schermata iniziale
ja: スプラッシュ画面を表示
ko: 시작 화면 표시
ms: Tunjukkan skrin pembuka
pt: Mostrar ecrã inicial
ru: Показать всплывающий экран
th: แสดงหน้าจอเริ่มต้น
tr: Açılış Ekranını Göster
vi: Hiển thị màn hình chào mừng
zh_hans: 显示启动画面
zh_hant: 顯示啟動畫面

# SettingsPageAutoPlayWhenOpenMusicGalleryWindow.Header
source: Auto-resume playback when Music Gallery window opens
ar: استئناف التشغيل تلقائياً عند فتح نافذة مكتبة الموسيقى
de: Wiedergabe beim Öffnen der Musikgalerie automatisch fortsetzen
es: Reanudar reproducción automáticamente al abrir Galería de Música
hi: संगीत गैलरी विंडो खोलते समय स्वचालित रूप से प्लेबैक जारी रखें
id: Lanjutkan pemutaran secara otomatis saat membuka jendela galeri musik
it: Riprendi automaticamente la riproduzione all'apertura della Galleria musicale
ja: ミュージックギャラリーを開いたときに自動的に再生を再開する
ko: 음악 갤러리 창을 열 때 자동으로 재생 재개
ms: Sambung semula main balik secara automatik apabila membuka tetingkap galeri muzik
pt: Retomar a reprodução automaticamente ao abrir a janela da galeria de música
ru: Автоматически продолжать воспроизведение при открытии Галереи
th: เล่นเพลงต่ออัตโนมัติเมื่อเปิดหน้าต่างคลังเพลง
tr: Müzik Galerisi penceresi açıldığında çalmaya otomatik devam etme
vi: Tự động tiếp tục phát khi mở cửa sổ thư viện nhạc
zh_hans: 打开音乐库窗口时自动继续播放
zh_hant: 開啟音樂庫視窗時自動繼續播放

# SettingsPageAutoStart.Header
source: Auto Start
ar: بدء التشغيل التلقائي
es: Inicio automático
hi: ऑटो स्टार्ट
id: Mulai Otomatis
it: Avvio automatico
ja: 自動起動
ko: 자동 시작
ms: Mula Automatik
pt: Arranque Automático
ru: Автозагрузка
th: เริ่มทำงานอัตโนมัติ
tr: Otomatik Başlatma
vi: Tự động khởi động
zh_hans: 自动启动
zh_hant: 自動啟動

# SettingsPageAutoWrap.Header
source: Auto Wrap
ar: التفاف السيارات
hi: ऑटो रैप
id: Bungkus Otomatis
it: A capo automatico
ja: 自動折り返し
ko: 자동 랩
ms: Balut Automatik
pt: Envolvimento automóvel
ru: Автообертывание
th: ออโต้แรป
tr: Otomatik Kaplama
vi: Tự động bao bọc
zh_hans: 自动换行
zh_hant: 自動換行

# SettingsPageBackgroundOverlay.Text
source: Lyrics Background
ar: خلفية الكلمات
de: Songtext-Hintergrund
es: Fondo de letras
hi: बोल पृष्ठभूमि
id: Latar Belakang Lirik
it: Testi sullo sfondo
ja: 歌詞の背景
ko: 가사 배경
ms: Latar Belakang Lirik
pt: Fundo da Letra
ru: Фон текста
th: พื้นหลังเนื้อเพลง
tr: Şarkı Sözleri Arka Planı
vi: Nền lời bài hát
zh_hans: 歌词背景
zh_hant: 歌詞背景

# SettingsPageBlurAmount.Header
source: Blur Amount
ar: كمية الضبابية (Blur)
de: Unschärfe-Stärke
es: Cantidad de desenfoque
hi: धुंधलापन मात्रा
id: Tingkat Keburaman
it: Intensità sfocatura
ja: ぼかし量
ko: 흐림 효과 강도
ms: Jumlah Kabur
pt: Quantidade de Desfoque
ru: Степень размытия
th: ปริมาณความเบลอ
tr: Bulanıklık Miktarı
vi: Độ mờ
zh_hans: 模糊量
zh_hant: 模糊量

# SettingsPageBottom.Content
source: Bottom
ar: أسفل
de: Unten
es: Parte inferior
hi: तल
id: Bagian bawah
it: In fondo
ja: 下揃え
ko: 하단
ms: Bahagian bawah
pt: Parte inferior
ru: Внизу
th: ด้านล่าง
tr: Alt kısım
vi: Phần dưới cùng
zh_hans: 靠下
zh_hant: 靠底

# SettingsPageCache.Description
source: Includes log files, online lyrics cache
ar: يتضمن ملفات السجلات، وذاكرة التخزين المؤقت للكلمات عبر الإنترنت
de: Enthält Protokolldateien, Online-Liedtext-Cache
es: Incluye archivos de registro, caché de letras en línea
hi: लॉग फ़ाइलें, ऑनलाइन लिरिक्स कैश शामिल हैं
id: Termasuk file log, cache lirik online
it: Include file di log e cache dei testi online.
ja: ログファイル、オンライン歌詞キャッシュを含みます
ko: 로그 파일, 온라인 가사 캐시 포함
ms: Termasuk fail log, cache lirik dalam talian
pt: Inclui ficheiros de registo, cache de letras online
ru: Включая файлы журналов, кэш онлайновых текстов песен
th: รวมถึงไฟล์บันทึก, แคชเนื้อเพลงออนไลน์
tr: Günlük dosyalarını, çevrimiçi şarkı sözü önbelleğini içerir
vi: Gồm các tệp nhật ký và bộ nhớ đệm lời bài hát trực tuyến.
zh_hans: 包括日志文件，网络歌词缓存
zh_hant: 包括記錄檔，網路歌詞快取

# SettingsPageCache.Header
source: Cache
ar: ذاكرة التخزين المؤقت (Cache)
es: Caché
hi: कैश
ja: キャッシュ
ko: 캐시
ru: Кэш
th: แคช
tr: Önbellek
vi: Bộ nhớ đệm
zh_hans: 缓存
zh_hant: 快取

# SettingsPageCenter.Content
source: Center
ar: توسيط
de: Zentriert
es: Centro
hi: मध्य
id: Tengah
it: Centro
ja: 中央揃え
ko: 가운데
ms: Tengah
pt: Centro
ru: По центру
th: ตรงกลาง
tr: Merkez
vi: Giữa
zh_hans: 居中
zh_hant: 置中

# SettingsPageCheckShortcut.Content
source: Check Shortcut
ar: فحص الاختصار
de: Tastenkürzel prüfen
es: Comprobar atajo
hi: शॉर्टकट जांचें
id: Periksa Pintasan
it: Verifica scorciatoia
ja: ショートカットキー確認
ko: 단축키 확인
ms: Semak Pintasan
pt: Verificar Atalho
ru: Проверить сочетание клавиш
th: ตรวจสอบทางลัด
tr: Kısayolu Kontrol Et
vi: Kiểm tra phím tắt
zh_hans: 检查快捷键
zh_hant: 檢查捷徑

# SettingsPageChinese.Header
source: Chinese Phonetic
ar: الصوتيات الصينية
de: Chinesische Lautschrift
es: Fonética china
hi: चीनी ध्वन्यात्मकता
id: Fonetik Bahasa Mandarin
it: Cinese fonetico
ja: ピンインルビ
ko: 중국어 발음 표기
ms: Fonetik Bahasa Cina
pt: Fonética Chinesa
ru: Китайская фонетика
th: คำอ่านภาษาจีน
tr: Çince Fonetik
vi: Phiên âm tiếng Trung
zh_hans: 中文注音
zh_hant: 中文注音

# SettingsPageChinesePreference.Description
source: Selecting "Unspecified" will preserve the original lyrics; selecting "Simplified Chinese" or "Traditional Chinese" will perform machine conversion on the original lyrics
ar: سيؤدي اختيار "غير محدد" إلى الاحتفاظ بالكلمات الأصلية؛ سيؤدي اختيار "الصينية المبسطة" أو "الصينية التقليدية" إلى إجراء تحويل آلي على الكلمات الأصلية
de: Wenn Sie "Nicht angegeben" wählen, bleibt der Originaltext erhalten; wenn Sie "Vereinfachtes Chinesisch" oder "Traditionelles Chinesisch" wählen, wird der Originaltext maschinell umgewandelt.
es: Si selecciona "Sin especificar", se conservará la letra original; si selecciona "Chino simplificado" o "Chino tradicional", se realizará una conversión automática de la letra original.
hi: "Unspecified" चुनने से ओरिजिनल लिरिक्स सुरक्षित रहेंगे; "Simplified Chinese" या "Traditional Chinese" चुनने से ओरिजिनल लिरिक्स पर मशीन कन्वर्ज़न होगा
id: Memilih "Tidak Ditentukan" akan mempertahankan lirik asli; memilih "Bahasa Mandarin Sederhana" atau "Bahasa Mandarin Tradisional" akan melakukan konversi mesin pada lirik asli
it: Se selezioni "Non specificato", il testo originale viene mantenuto; se selezioni "Cinese semplificato" o "Cinese tradizionale", il testo originale viene convertito automaticamente.
ja: 「未指定」を選択すると元の歌詞が保持されます。「簡体字」または「繁体字」を選択すると、元の歌詞に対して機械変換が行われます
ko: '지정 안 함'을 선택하면 원본 가사가 유지되고, '중국어 간체' 또는 '중국어 번체'를 선택하면 원본 가사에 대한 기계 변환이 수행됩니다.
ms: Memilih "Tidak Dinyatakan" akan mengekalkan lirik asal; memilih "Bahasa Cina Ringkas" atau "Bahasa Cina Tradisional" akan melakukan penukaran mesin pada lirik asal
pt: Se selecionar "Não especificado", a letra original será preservada; se selecionar "Chinês simplificado" ou "Chinês tradicional", a letra original será convertida mecanicamente
ru: При выборе "Неопределенный" сохраняется оригинальный текст; при выборе "Упрощенный китайский" или "Традиционный китайский" выполняется машинное преобразование оригинального текста.
th: การเลือก "ไม่ระบุ" จะคงเนื้อเพลงต้นฉบับไว้; การเลือก "ภาษาจีนตัวย่อ" หรือ "ภาษาจีนตัวเต็ม" จะทำการแปลงเนื้อเพลงต้นฉบับโดยใช้ระบบเครื่องจักร
tr: "Belirtilmemiş" seçildiğinde orijinal sözler korunur; "Basitleştirilmiş Çince" veya "Geleneksel Çince" seçildiğinde orijinal sözler üzerinde makine dönüşümü gerçekleştirilir
vi: Chọn "Không xác định" sẽ giữ nguyên lời bài hát gốc; chọn "Tiếng Trung giản thể" hoặc "Tiếng Trung phồn thể" sẽ thực hiện chuyển đổi tự động trên lời bài hát gốc.
zh_hans: 选择 “未指定” 将保留原始歌词，选择 “简体中文” 或 “繁体中文” 将对原始歌词进行机器转换
zh_hant: 選擇 「未指定 」會保留原始歌詞；選擇 「簡體中文 」或 「繁體中文 」會在原始歌詞上執行機器轉換

# SettingsPageChinesePreference.Header
source: Chinese Preference
ar: التفضيل الصيني
de: Chinesische Präferenz
es: Preferencia china
hi: चीनी वरीयता
id: Preferensi Cina
it: Preferenza cinese
ja: 中国語選好
ko: 중국어 기본 설정
ms: Keutamaan Cina
pt: Preferência chinesa
ru: Китайские предпочтения
th: ความนิยมของชาวจีน
tr: Çin Tercihi
vi: Sở thích của người Trung Quốc
zh_hans: 中文偏好
zh_hant: 中文偏好

# SettingsPageChinesePreferenceSToT.Content
source: Traditional Chinese
ar: الصينية التقليدية
de: Traditionelles Chinesisch
es: Chino tradicional
hi: पारंपरिक चीनी
id: Bahasa Mandarin Tradisional
it: Cinese tradizionale
ja: 繁体字
ko: 중국어 번체
ms: Bahasa Mandarin Tradisional
pt: Chinês tradicional
ru: Традиционный китайский
th: ภาษาจีนดั้งเดิม
tr: Geleneksel Çince
vi: Tiếng Trung truyền thống
zh_hans: 繁体中文
zh_hant: 繁體中文

# SettingsPageChinesePreferenceTToS.Content
source: Simplified Chinese
ar: الصينية المبسطة
de: Vereinfachtes Chinesisch
es: Chino simplificado
hi: सरलीकृत चीनी
id: Bahasa Mandarin yang disederhanakan
it: Cinese semplificato
ja: 簡体字
ko: 중국어 간체
ms: Bahasa Cina Ringkas
pt: Chinês simplificado
ru: Упрощенный китайский
th: ภาษาจีนกลางแบบย่อ
tr: Basitleştirilmiş Çince
vi: Tiếng Trung giản thể
zh_hans: 简体中文
zh_hant: 簡體中文

# SettingsPageChinesePreferenceUnspecified.Content
source: Unspecified
ar: غير محدد
de: Nicht spezifiziert
es: Sin especificar
hi: निर्दिष्ट नहीं किए गए
id: Tidak ditentukan
it: Non specificato
ja: 未指定
ko: 지정되지 않음
ms: Tidak dinyatakan
pt: Não especificado
ru: Неопределенный
th: ไม่ระบุ
tr: Belirtilmemiş
vi: Không xác định
zh_hans: 未指定
zh_hant: 未指定

# SettingsPageCJK.Header
source: CJK Unified Ideographs
ar: محارف CJK الموحدة
de: CJK Vereinheitlichte Ideogramme
es: Ideogramas unificados CJK
hi: CJK यूनिफ़ाइड आइडियोग्राफ़
id: Ideograf Terpadu CJK
it: Ideogrammi unificati CJK
ja: CJK 統合漢字
ko: CJK 통합 한자
ms: Ideograf Bersatu CJK
pt: Ideogramas Unificados CJK
ru: Унифицированные иероглифы ККЯ
th: ตัวอักษร CJK Unified Ideographs
tr: CJK Birleşik İdeograflar
vi: Ký tự thống nhất CJK
zh_hans: 中日韩统一表意文字
zh_hant: 中日韓統一表意文字

# SettingsPageClear.Content
source: Clear
ar: مسح
de: Leeren
es: Borrar
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
ms: Bersihkan
pt: Limpar
ru: Очистить
th: ล้าง
tr: Temiz
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# SettingsPageClearCache.Content
source: Clear Cache Files
ar: مسح ملفات ذاكرة التخزين المؤقت
de: Cache-Dateien löschen
es: Borrar archivos de caché
hi: कैश फ़ाइलें साफ़ करें
id: Bersihkan File Cache
it: Cancella file cache
ja: キャッシュファイルクリア
ko: 캐시 파일 지우기
ms: Bersihkan Fail Cache
pt: Limpar Ficheiros de Cache
ru: Очистить файлы кэша
th: ล้างไฟล์แคช
tr: Önbellek Dosyalarını Temizle
vi: Xóa tệp bộ nhớ đệm
zh_hans: 清除缓存文件
zh_hant: 清除快取檔案

# SettingsPageCloseStatus.Text
source: Close
ar: إغلاق
de: Geschlossen
es: Cerrado
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫힘
ms: Tutup
pt: Fechar
ru: Закрыто
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# SettingsPageColor.Header
source: Color
ar: اللون
de: Farbe
hi: रंग
id: Warna
it: Colore
ja: 色
ko: 색상
ms: Warna
pt: Cor
ru: Цвет
th: สี
tr: Renk
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# SettingsPageConfigName.Description
source: Naming recorded window statuses helps you distinguish them better
ar: تسمية حالة النافذة المسجلة يمكن أن تساعدك على تمييزها بشكل أفضل
de: Das Benennen aufgezeichneter Fensterstatus hilft Ihnen, diese besser zu unterscheiden
es: Nombrar los estados de ventana grabados le ayuda a distinguirlos mejor
hi: रिकॉर्ड की गई विंडो स्थिति का नामकरण करने से आपको उन्हें बेहतर ढंग से अलग करने में मदद मिल सकती है
id: Menamai status jendela yang direkam dapat membantu Anda membedakannya dengan lebih baik
it: Assegnare un nome agli stati finestra salvati aiuta a distinguerli meglio.
ja: ウィンドウの状態に名前を付けると、区別しやすくなります
ko: 기록된 창 상태에 이름을 지정하면 더 잘 구별할 수 있습니다
ms: Menamakan status tetingkap yang direkodkan boleh membantu anda membezakannya dengan lebih baik
pt: Nomear o estado da janela gravado pode ajudá-lo a distingui-los melhor
ru: Названия записанных состояний окон помогут вам лучше их различать
th: การตั้งชื่อสถานะหน้าต่างที่บันทึกไว้จะช่วยให้คุณแยกแยะได้ดีขึ้น
tr: Kaydedilen pencere durumlarını adlandırmak onları daha iyi ayırt etmenize yardımcı olur
vi: Đặt tên cho trạng thái cửa sổ đã ghi lại có thể giúp bạn phân biệt chúng tốt hơn
zh_hans: 命名记录的窗口状态可以帮助您更好地区分它们
zh_hant: 命名記錄的視窗狀態可以幫助您更好地區分它們

# SettingsPageConfigName.Header
source: Config Name
ar: اسم التكوين
de: Konfigurationsname
es: Nombre de configuración
hi: कॉन्फ़िगरेशन नाम
id: Nama Konfigurasi
it: Nome configurazione
ja: 構成名
ko: 구성 이름
ms: Nama Konfigurasi
pt: Nome da Configuração
ru: Имя конфигурации
th: ชื่อการกำหนดค่า
tr: Yapılandırma Adı
vi: Tên cấu hình
zh_hans: 配置名称
zh_hant: 配置名稱

# SettingsPageConfigPlaybackSource.Text
source: Configure Playback Source
ar: تكوين مصدر التشغيل
de: Wiedergabequelle konfigurieren
es: Configurar fuente de reproducción
hi: प्लेबैक स्रोत कॉन्फ़िगर करें
id: Konfigurasi Sumber Pemutaran
it: Configura sorgente di riproduzione
ja: 再生ソースの構成
ko: 재생 소스 구성
ms: Konfigurasi Sumber Main Balik
pt: Configurar Fonte de Reprodução
ru: Настроить источник воспроизведения
th: กำหนดค่าแหล่งเล่นเพลง
tr: Oynatma Kaynağını Yapılandırma
vi: Cấu hình nguồn phát
zh_hans: 配置播放源
zh_hant: 配置播放來源

# SettingsPageCreateFromCurrent.Text
source: Duplicate
ar: نسخ
de: Duplizieren
es: Duplicar
hi: डुप्लिकेट
id: Duplikat
it: Duplica
ja: コピー
ko: 복제
ms: Duplikat
pt: Duplicar
ru: Дублировать
th: ทำซ้ำ
tr: Yinelenen
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# SettingsPageCreateFromCurrentAndTransformTo.Text
source: Copy and transform to
ar: نسخ وتحويل إلى
de: Kopieren und umwandeln in
es: Copiar y transformar en
hi: कॉपी करें और बदलें
id: Salin dan ubah ke
it: Copia e trasforma in
ja: コピーして変換
ko: 복사 및 변환
ms: Salin dan ubah kepada
pt: Copiar e transformar para
ru: Скопируйте и трансформируйте в
th: คัดลอกและแปลงเป็น
tr: Kopyala ve dönüştür
vi: Sao chép và chuyển đổi sang
zh_hans: 复制并转换为
zh_hant: 複製並轉換為

# SettingsPageCreateFromTemplates.Content
source: Create from template
ar: إنشاء من القوالب
de: Aus Vorlage erstellen
es: Crear desde plantilla
hi: टेम्पलेट्स से बनाएं
id: Buat dari Templat
it: Crea da modello
ja: テンプレートから作成
ko: 템플릿에서 생성
ms: Cipta dari Templat
pt: Criar a partir de Modelos
ru: Создать из шаблона
th: สร้างจากเทมเพลต
tr: Şablondan oluştur
vi: Tạo từ mẫu
zh_hans: 从模板创建
zh_hant: 從範本建立

# SettingsPageCrossfade.Content
source: Crossfade
ar: تلاشي متقاطع (Crossfade)
de: Überblenden
es: Fundido cruzado
hi: क्रॉसफ़ेड
it: Dissolvenza incrociata
ja: クロスフェード
ko: 크로스페이드
ms: Resap Silang (Crossfade)
ru: Кроссфейд
th: ครอสเฟด (Crossfade)
vi: Chuyển tiếp mờ dần (Crossfade)
zh_hans: 交叉淡入淡出
zh_hant: 交叉淡入淡出

# SettingsPageDark.Content
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
pt: Escuro
ru: Тёмная
th: มืด
tr: Karanlık
vi: Tối
zh_hans: 深色
zh_hant: 深色

# SettingsPageDebugOverlay.Header
source: Debug Overlay
ar: تراكب التصحيح
es: Superposición de depuración
hi: डीबग ओवरले
id: Hamparan Debug
it: Sovrapposizione debug
ja: デバッグ情報の表示
ko: 디버그 오버레이
ms: Lapisan Nyahpepijat
pt: Sobreposição de depuração
ru: Наложение отладки
th: ทับซ้อนสำหรับการแก้ไขข้อผิดพลาด
tr: Hata Ayıklama Yerleşimi
vi: Giao diện gỡ lỗi
zh_hans: 调试叠加层
zh_hant: 偵錯覆疊

# SettingsPageDelete.Text
source: Delete
ar: حذف
de: Löschen
es: Eliminar
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
pt: Eliminar
ru: Удалить
th: ลบ
tr: Silme
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# SettingsPageDensity.Header
source: Density
ar: الكثافة
de: Dichte
es: Densidad
hi: घनत्व
id: Kepadatan
it: Densità
ja: 密度
ko: 밀도
ms: Ketumpatan
pt: Densidade
ru: Плотность
th: ความหนาแน่น
tr: Yoğunluk
vi: Mật độ
zh_hans: 密度
zh_hant: 密度

# SettingsPageDesktopMode.Text
source: Desktop Mode (Transparent)
ar: وضع سطح المكتب (شفاف)
de: Desktop-Modus (Transparent)
es: Modo Escritorio (Transparente)
hi: डेस्कटॉप मोड (पारदर्शी)
id: Mode Desktop (Transparan)
it: Modalità desktop (trasparente)
ja: デスクトップモード（透明）
ko: 데스크톱 모드 (투명)
ms: Mod Desktop (Lut Sinar)
pt: Modo de Ambiente de Trabalho (Transparente)
ru: Режим рабочего стола (прозрачный)
th: โหมดเดสก์ท็อป (โปร่งใส)
tr: Masaüstü Modu (Şeffaf)
vi: Chế độ màn hình (Trong suốt)
zh_hans: 桌面模式（透明）
zh_hant: 桌面模式（透明）

# SettingsPageDisclaimer.Text
source: This project is provided as-is without warranty of any kind. All lyrics, fonts, icons, and other third-party resources are property of their respective copyright holders. The authors of this project claim no ownership of such resources. This project is non-commercial and must not be used to infringe any rights. Users are responsible for ensuring their use complies with applicable laws and licenses.
ar: يتم تقديم هذا المشروع "كما هو" دون أي ضمان من أي نوع. جميع الكلمات والخطوط والأيقونات وغيرها من موارد الطرف الثالث هي ملك لأصحاب حقوق الطبع والنشر المعنيين. لا يدعي مؤلف هذا المشروع ملكية هذه الموارد. هذا مشروع غير تجاري ولا يجوز استخدامه لانتهاك أي حقوق. يتحمل المستخدمون مسؤولية التأكد من أن استخدامهم يتوافق مع القوانين والتراخيص المعمول بها.
de: Dieses Projekt wird "wie besehen" ohne jegliche Gewährleistung bereitgestellt. Alle Songtexte, Schriftarten, Symbole und andere Ressourcen Dritter sind Eigentum ihrer jeweiligen Urheberrechtsinhaber. Die Autoren dieses Projekts beanspruchen kein Eigentum an solchen Ressourcen. Dieses Projekt ist nicht-kommerziell und darf nicht zur Verletzung von Rechten verwendet werden. Benutzer sind dafür verantwortlich, dass ihre Nutzung den geltenden Gesetzen und Lizenzen entspricht.
es: Este proyecto se proporciona tal cual, sin garantía de ningún tipo. Todas las letras, fuentes, iconos y otros recursos de terceros son propiedad de sus respectivos titulares de derechos de autor. Los autores de este proyecto no reclaman la propiedad de dichos recursos. Este proyecto no es comercial y no debe usarse para infringir ningún derecho. Los usuarios son responsables de garantizar que su uso cumpla con las leyes y licencias aplicables.
hi: यह प्रोजेक्ट "जैसा है" के आधार पर प्रदान किया गया है, बिना किसी प्रकार की वारंटी के। सभी बोल, फ़ॉन्ट, आइकन और अन्य तृतीय-पक्ष संसाधन उनके संबंधित कॉपीराइट स्वामियों की संपत्ति हैं। इस प्रोजेक्ट के लेखक ऐसे संसाधनों पर स्वामित्व का दावा नहीं करते हैं। यह एक गैर-व्यावसायिक परियोजना है और इसका उपयोग किसी भी अधिकार का उल्लंघन करने के लिए नहीं किया जा सकता है। उपयोगकर्ता यह सुनिश्चित करने के लिए जिम्मेदार हैं कि उनका उपयोग लागू कानूनों और लाइसेंसों का अनुपालन करता है।
id: Proyek ini disediakan "apa adanya" tanpa jaminan apa pun. Semua lirik, font, ikon, dan sumber daya pihak ketiga lainnya adalah milik pemegang hak cipta masing-masing. Penulis proyek ini tidak mengklaim kepemilikan atas sumber daya tersebut. Ini adalah proyek non-komersial dan tidak boleh digunakan untuk melanggar hak apa pun. Pengguna bertanggung jawab untuk memastikan penggunaannya mematuhi hukum dan lisensi yang berlaku.
it: Questo progetto è fornito così com'è, senza alcuna garanzia. Tutti i testi, i caratteri, le icone e le altre risorse di terze parti appartengono ai rispettivi titolari dei diritti. Gli autori di questo progetto non rivendicano alcun diritto su tali risorse. Questo progetto non è commerciale e non deve essere utilizzato per violare alcun diritto. Gli utenti sono responsabili di assicurarsi che il proprio utilizzo sia conforme alle leggi e alle licenze applicabili.
ja: このプロジェクトは現状のまま提供されており、何の保証もありません。歌詞、フォント、アイコンなどの素材は、すべてそれぞれの権利者のものです。作者がそれらの権利を主張することはありません。これは非営利のプロジェクトです。権利を侵害するような使い方はしないでください。法律やライセンスを守って使うのは、利用する方の自己責任でお願いします。
ko: 이 프로젝트는 어떠한 보증 없이 있는 그대로 제공됩니다. 모든 가사, 글꼴, 아이콘 및 기타 타사 리소스는 해당 저작권 소유자의 자산입니다. 이 프로젝트의 작성자는 해당 리소스에 대한 소유권을 주장하지 않습니다. 이 프로젝트는 비영리 프로젝트이며 권리를 침해하는 데 사용되어서는 안 됩니다. 사용자는 자신의 사용이 해당 법률 및 라이선스를 준수하는지 확인할 책임이 있습니다.
ms: Projek ini disediakan "seadanya" tanpa sebarang jaminan. Semua lirik, fon, ikon, dan sumber pihak ketiga yang lain adalah hak milik pemegang hak cipta masing-masing. Pengarang projek ini tidak menuntut pemilikan ke atas sumber tersebut. Ini adalah projek bukan komersial dan tidak boleh digunakan untuk melanggar mana-mana hak. Pengguna bertanggungjawab untuk memastikan penggunaan mereka mematuhi undang-undang dan lesen yang berkenaan.
pt: Este projeto é fornecido "como está", sem garantia de qualquer tipo. Todas as letras, tipos de letra, ícones e outros recursos de terceiros são propriedade dos seus respetivos detentores de direitos de autor. O autor deste projeto não reivindica a propriedade de tais recursos. Este é um projeto não comercial e não deve ser usado para infringir quaisquer direitos. Os utilizadores são responsáveis por garantir que o seu uso está em conformidade com as leis e licenças aplicáveis.
ru: Этот проект предоставляется «как есть» без каких-либо гарантий. Все тексты песен, шрифты, иконки и другие ресурсы третьих лиц являются собственностью их соответствующих правообладателей. Авторы этого проекта не претендуют на владение такими ресурсами. Этот проект является некоммерческим и не должен использоваться для нарушения чьих-либо прав. Пользователи несут ответственность за то, чтобы их использование соответствовало применимым законам и лицензиям.
th: โปรเจกต์นี้จัดทำขึ้น "ตามสภาพ" โดยไม่มีการรับประกันใดๆ เนื้อเพลง แบบอักษร ไอคอน และทรัพยากรบุคคลที่สามอื่นๆ ทั้งหมดเป็นทรัพย์สินของผู้ถือลิขสิทธิ์แต่ละราย ผู้เขียนโปรเจกต์นี้ไม่อ้างสิทธิ์ความเป็นเจ้าของในทรัพยากรดังกล่าว นี่คือโปรเจกต์ที่ไม่ใช่เชิงพาณิชย์และห้ามนำไปใช้เพื่อละเมิดสิทธิ์ใดๆ ผู้ใช้ต้องรับผิดชอบในการตรวจสอบให้แน่ใจว่าการใช้งานของตนสอดคล้องกับกฎหมายและใบอนุญาตที่เกี่ยวข้อง
tr: Bu proje herhangi bir garanti olmaksızın olduğu gibi sunulmaktadır. Tüm şarkı sözleri, yazı tipleri, simgeler ve diğer üçüncü taraf kaynakları ilgili telif hakkı sahiplerinin mülkiyetindedir. Bu projenin yazarları bu tür kaynaklar üzerinde hiçbir mülkiyet iddiasında bulunmamaktadır. Bu proje ticari değildir ve herhangi bir hakkı ihlal etmek için kullanılmamalıdır. Kullanıcılar, kullanımlarının yürürlükteki yasalara ve lisanslara uygun olmasını sağlamaktan sorumludur.
vi: Dự án này được cung cấp "nguyên trạng", không có bất kỳ bảo đảm nào. Tất cả lời bài hát, phông chữ, biểu tượng và các tài nguyên bên thứ ba khác là tài sản của chủ sở hữu bản quyền tương ứng. Tác giả của dự án này không tuyên bố quyền sở hữu đối với các tài nguyên đó. Đây là một dự án phi thương mại và không được sử dụng để vi phạm bất kỳ quyền nào. Người dùng chịu trách nhiệm đảm bảo việc sử dụng của họ tuân thủ các luật và giấy phép hiện hành.
zh_hans: 本项目按原样提供，不提供任何形式的保证。所有歌词、字体、图标和其他第三方资源均为其各自版权所有者的财产。本项目的作者不主张此类资源的所有权。本项目为非商业性项目，不得用于侵犯任何权利。用户有责任确保自己的使用符合适用的法律和许可。
zh_hant: 本專案按現狀提供，不提供任何形式的保證。所有歌詞、字型、圖示和其他第三方資源均為其各自版權所有者的財產。本專案的作者不主張此類資源的所有權。本專案為非商業性專案，不得用於侵犯任何權利。使用者有責任確保自己的使用符合適用的法律和許可。
